---
type: AreaTagFilter
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# AreaTagFilter

`Autodesk.Revit.DB.AreaTagFilter` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | AreaTagFilter | — | `public AreaTagFilter ()` |
| Method | PassesFilter | — | `` |